---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelParam
source: html/a1cb21e7-0233-4a56-20e7-a42937041abc.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelParam Property

"Level"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelParam { get; }
```